Функционал: Добавление файла в проект
	При добавлении файла в проект, в папку проекта должно сохраняться содержимое файла. 
	В качестве имени файла используется имя проекта и порядковый номер файла внутри проекта.

Сценарий: Сохранять соержимое файла в папке проекта.
	Допустим в системе есть проект Prj1 и с папкой FileStorage\Prj1
	Когда я в проект добавляю файл с содержимым ahjdajbascasujnasdna;lnsd
	Тогда в папке проекте должен появиться файл с именем Prj1_1
	И его содержимое должно соответсвовать  данному содержанию